{
    "name": "Arseniy Kuzmin",
    "title": "Senior Lecturer",
    "position": "Kyoto University",
    "location": "Kyoto, Japan",
    "education": [
        {
            "university": "National Research Nuclear University MEPhI",
            "location": "Moscow, Russia",
            "graduation": "01/2012",
            "entrance": "05/2008",
            "title": "Physical processes of oxygen depletion from plasma facing materials by hydrogen plasma treatment",
            "degree": "Ph.D. in Plasma Physics: Plasma-Surface Interactions",
            "url": "https://en.wikipedia.org/wiki/National_Research_Nuclear_University_MEPhI_(Moscow_Engineering_Physics_Institute)"
        },
        {
            "university": "National Research Nuclear University MEPhI",
            "location": "Moscow, Russia",
            "graduation": "04/2008",
            "entrance": "09/2002",
            "title": "Analysis of hydrogen isotope retention in Tore Supra tokamak tiles",
            "degree": "Master of Science in Nuclear and Particle Physics: Plasma Physics",
            "url": "http://mephi.ru/"
        }
    ],
    "experience": [
        {
            "title": "Senior Lecturer",
            "employer": "Kyoto University",
            "location": "Kyoto, Japan",
            "startDate": "12/2018",
            "endDate": "Present",
            "url": "https://www.kyoto-u.ac.jp/en",
            "description": "Teaching 4 classes, working on research projects in Kyoto University, Kyushu University, and NIFS. Main focus remains the hydrogen interaction with materials in fusion applications."
        },
        {
            "title": "Research Fellow",
            "employer": "National Institute for Fusion Science",
            "location": "Toki, Gifu, Japan",
            "startDate": "04/2017",
            "endDate": "11/2018",
            "url": "https://www.nifs.ac.jp/en/",
            "description": "I was using a novel approach for the plasma spectroscopy in fusion devices. Various data could be collected simultaneously using a high resolution and wide range spectrometer of the Echelle type. I developed a tool for processing the raw images from the spectrometer written in Python programming language. I investigated the isotope effect on the carbon impurity flow in the edge plasma of Large Helical Device (LHD)."
        },
        {
            "title": "Research Fellow",
            "employer": "Kyushu University, RIAM, QUEST tokamak",
            "location": "Kasuga, Fukuoka, Japan",
            "startDate": "06/2013",
            "endDate": "03/2017",
            "url": "https://www.triam.kyushu-u.ac.jp/QUEST_HP/indexen.html",
            "description": "I developed a new diagnostic, a permeation probe, which can detect for the first time atomic hydrogen flux at the wall of a tokamak directly. I developed an analysis method to evaluate the absolute atomic flux to the first wall of fusion devices. Using this new tool, I investigated the effect of atomic hydrogen on the global gas balance in the QUEST tokamak. I found that a significant portion of the retention occurs at the far wall without direct exposure to plasma."
        },
        {
            "title": "Leading Scientist",
            "employer": "Scientific Research Institute of Technical Physics and Automation (OAO NIITFA)",
            "location": "Moscow, Russia",
            "startDate": "10/2012",
            "endDate": "05/2013",
            "url": "https://niitfa.ru/",
            "description": "I developed and patented a new filter to improve the resolution of the non-destructive radiographic inspection. This new filter is now used in the production of the fission reactors fuel assemblies."
        },
        {
            "title": "Researcher",
            "employer": "National Research Nuclear University MEPhI",
            "location": "Moscow, Russia",
            "startDate": "04/2008",
            "endDate": "09/2012",
            "url": "https://eng.mephi.ru/",
            "description": "In another contract with Tore-Supra tokamak team, I studied the glow-discharge cleaning efficiency. In this work, I proposed a new glow-discharge cleaning scenario for the tokamak operation. This scenario increased the cleaning procedure efficiency and decreased time required for this unavoidable procedure. I developed a multi-spices deposition device for tungsten-carbon thin film deposition. Further, I upgraded this device to study boron-carbon films. The boron is in the form of powder and special care should be taken to prevent this powder from sputtering due to various reasons, such as charging up of boron particles. Based on my prototype device after my graduation, an improved device was designed to investigate and improve boronization efficiency for the ITER project."
        },
        {
            "title": "Research Engineer",
            "employer": "National Research Nuclear University MEPhI",
            "location": "Moscow, Russia",
            "startDate": "03/2006",
            "endDate": "03/2008",
            "url": "https://eng.mephi.ru/",
            "description": "I investigated the retention of hydrogen in the plasma-facing components of Tore-Supra tokamak. I found that the hydrogen retention in graphites, which were exposed to tokamak plasma, was significantly higher compared to similarly exposed graphites in the laboratory set-up. I discovered that the main hydrogen retention in Tore-Supra tiles occurs in the amorphous layer, deposited on the surface of the tiles. In the contract work with Tore-Supra tokamak team, I studied the hydrogen retention in the plasma-facing components. In this work, I discovered that small concentrations of oxygen in the gas mixture could lead to a significant increase in the hydrogen retention."
        }
    ],
    "skilllist": [
        "Plasma Diagnostics",
        "Spectroscopy"
    ],
    "skills": [
        {
            "title": "Project coordination",
            "skills": [
                "For several years I'm supervising a research team of 2-4 persons",
                "Long term collaborations with several research labs across Japan and abroad"
            ]
        },
        {
            "title": "Physical Analysis",
            "skills": [
                "Thermal Desorption Spectroscopy (TDS)",
                "Scanning Electron Microscopy (SEM)",
                "Energy-Dispersive X-ray Spectroscopy (EDS)",
                "Laser Induced Breakdown Spectroscopy (LIBS)",
                "Raman scattering for surface analysis"
            ]
        },
        {
            "title": "Physical Processes",
            "skills": [
                "Plasma Assisted Sputter Deposition",
                "Ion and Plasma Irradiation of Materials"
            ]
        },
        {
            "title": "Manufacturing and Design",
            "skills": [
                "3D Cad (SolidWorks, Inventor, Fusion 360)",
                "Vacuum devices",
                "Plasma-deposition devices",
                "Plasma-irradiation devices"
            ]
        },
        {
            "title": "Signal Processing and Data Analysis",
            "skills": [
                "Python: numpy, pandas, xarray, matplotlib, plotly, bokeh, scikit-learn",
                "Worked with OriginPro and Igor Pro",
                "Familiar with Matplotlib, Mathematica, Maple"
            ]
        },
        {
            "title": "Programming Languages",
            "skills": [
                "Python",
                "C++",
                "Pascal",
                "Fortran",
                "Matlab"
            ]
        },
        {
            "title": "Languages",
            "skills": [
                "Russian (native)",
                "English (fluent)",
                "Japanese (conversation)",
                "German (intermediate)"
            ]
        }
    ],
    "interests": [
        "Interaction of hydrogen molecules, atoms, and ions with solid materials",
        "Spectroscopy: plasma diagnostics, molecular hydrogen",
        "Thin films: formation and practical applications",
        "Fusion plasma: impurity transport, edge plasma physics, plasma-wall interactions",
        "Neural networks and deep learning for scientific data analysis",
        "Design and development of automated diagnostic systems",
        "Numerical simulations of physical processes",
        "Plasma for medical and biological uses"
    ]
}