{
    "name": "Arseniy Kuzmin",
    "title": "Experimental Physicist – Plasma–Surface Interactions & Spectroscopy",
    "position": "Kyoto University",
    "location": "Kyoto, Japan",
    "profile": "Physicist and experimentalist with extensive experience in plasma–surface interactions, spectroscopy, and hands-on development of diagnostics and control systems. Passionate about integrating hardware, software, and science to create robust, insightful experiments.",
    "education": [
        {
            "university": "National Research Nuclear University MEPhI",
            "location": "Moscow, Russia",
            "graduation": "01/2012",
            "entrance": "05/2008",
            "title": "Physical processes of oxygen depletion from plasma facing materials by hydrogen plasma treatment",
            "degree": "Ph.D. in Plasma Physics: Plasma-Surface Interactions",
            "url": "https://en.wikipedia.org/wiki/National_Research_Nuclear_University_MEPhI_(Moscow_Engineering_Physics_Institute)"
        },
        {
            "university": "National Research Nuclear University MEPhI",
            "location": "Moscow, Russia",
            "graduation": "04/2008",
            "entrance": "09/2002",
            "title": "Analysis of hydrogen isotope retention in Tore Supra tokamak tiles",
            "degree": "Master of Science in Nuclear and Particle Physics: Plasma Physics",
            "url": "http://mephi.ru/"
        }
    ],
    "experience": [
        {
            "title": "Senior Lecturer",
            "employer": "Kyoto University",
            "location": "Kyoto, Japan",
            "startDate": "12/2018",
            "endDate": "Present",
            "url": "https://www.kyoto-u.ac.jp/en",
            "description": "Research on hydrogen interaction with materials and surface analysis using laser-based diagnostics. Supervising students and teaching undergraduate physics. Collaborating with <a href='https://www.triam.kyushu-u.ac.jp/QUEST_HP/indexen.html'>Kyushu Univ.</a> and <a href='http://www.nifs.ac.jp/index.html'>NIFS</a>. Full project: <a href='projects.html#hydrogen-gettering'>Hydrogen Getter Films</a>."
        },
        {
            "title": "Research Fellow",
            "employer": "National Institute for Fusion Science",
            "location": "Toki, Gifu, Japan",
            "startDate": "04/2017",
            "endDate": "11/2018",
            "url": "https://www.nifs.ac.jp/en/",
            "description": "I worked with several spectroscopic set-ups for plasma analysis. A somewhat unusual spectroscopic diagnostic for a fusion device, a high resolution and wide range spectrometer of the Echelle type, was used for my studies. I developed a tool for processing the raw images from the spectrometer written in Python. I investigated the isotope effect on the carbon impurity flow in the edge plasma of Large Helical Device (LHD). The data, collected by my system, included molecular hydrogen emission lines, which I've analyzed later."
        },
        {
            "title": "Research Fellow",
            "employer": "Kyushu University, RIAM, QUEST tokamak",
            "location": "Kasuga, Fukuoka, Japan",
            "startDate": "06/2013",
            "endDate": "03/2017",
            "url": "https://www.triam.kyushu-u.ac.jp/QUEST_HP/indexen.html",
            "description": "I developed a new diagnostic, a permeation probe, which can detect atomic hydrogen flux coming to the walls of a fusion device. Using this tool, I investigated the effect of atomic hydrogen on the global gas balance in the QUEST tokamak. I found that a significant portion of the retention occurs at the far wall without direct exposure to plasma."
        },
        {
            "title": "Leading Scientist",
            "employer": "Scientific Research Institute of Technical Physics and Automation (OAO NIITFA)",
            "location": "Moscow, Russia",
            "startDate": "10/2012",
            "endDate": "05/2013",
            "url": "https://niitfa.ru/",
            "description": "I developed and patented a new filter to improve the resolution of the non-destructive radiographic inspection. This new filter is now used in the production of fission reactors fuel assemblies."
        },
        {
            "title": "Researcher",
            "employer": "National Research Nuclear University MEPhI",
            "location": "Moscow, Russia",
            "startDate": "04/2008",
            "endDate": "09/2012",
            "url": "https://eng.mephi.ru/",
            "description": "Continuing my work in the same lab during my Ph.D, I've worked on several contracts with Tore-Supra tokamak team. I studied glow-discharge cleaning efficiency. In this work, I proposed a new glow-discharge cleaning scenario for the tokamak operation. This scenario increased the cleaning procedure efficiency and decreased time required for this unavoidable procedure. I developed a multi-spices deposition device for tungsten-carbon thin film deposition. Further, I upgraded this device to study boron-carbon films. The boron is in the form of powder and special care should be taken to prevent this powder from sputtering due to various reasons, such as charging up of boron particles. Based on my prototype device after my graduation, an improved device was designed to investigate and improve boronization efficiency for the ITER project."
        },
        {
            "title": "Research Engineer",
            "employer": "National Research Nuclear University MEPhI",
            "location": "Moscow, Russia",
            "startDate": "03/2006",
            "endDate": "03/2008",
            "url": "https://eng.mephi.ru/",
            "description": "This was my first lab where I got my master’s degree and Ph. D. During my masters, I was employed by the lab. Here I got my first hands-on experience with vacuum and plasma set-ups. My goal was to investigate the retention of hydrogen in the plasma-facing components of <a href='https://en.wikipedia.org/wiki/WEST_(formerly_Tore_Supra)'>Tore-Supra tokamak</a>. I found that the hydrogen retention in graphites, which were exposed to tokamak plasma, was significantly higher compared to similarly exposed graphites in the laboratory set-up. I discovered that the main hydrogen retention in Tore-Supra tiles occurs in the amorphous layer, deposited on the surface of the tiles. In the contract work with Tore-Supra tokamak team, I studied hydrogen retention in plasma-facing components. In this work, I discovered that small concentrations of oxygen in the gas mixture could lead to a significant increase in hydrogen retention."
        }
    ],
    "skilllist": [
        "Plasma Diagnostics",
        "Spectroscopy"
    ],
"skills": [
    {
        "title": "Fusion Devices",
        "skills": [
            "QUEST, LHD, Tore Supra",
            "Hydrogen retention, impurity transport, TDS & spectroscopy diagnostics"
        ]
    },
    {
        "title": "Spectroscopy",
        "skills": [
            "Atomic/molecular spectroscopy (<a href='https://www.horiba.com/int/scientific/technologies/vacuum-ultra-violet-spectroscopy/vacuum-ultra-violet-spectroscopy/' target='blank' rel='noopener noreferrer'>VUV</a>, <a href='https://en.wikipedia.org/wiki/Laser-induced_breakdown_spectroscopy' target='blank' rel='noopener noreferrer'>LIBS</a>, Raman)",
            "BH, H₂, C emission analysis, CR models for H and He"
        ]
    },
    {
        "title": "Design",
        "skills": [
            "Mechanical design of plasma/vacuum/optical systems",
            "Inventor, SolidWorks, Fusion 360"
        ]
    },
    {
        "title": "Control & DAQ",
        "skills": [
            "Raspberry Pi, ESP32, NI tools; PCB design in KiCad",
            "Web UIs using Flask"
        ]
    },
    {
        "title": "Computing",
        "skills": [
            "Python, Jupyter, NumPy, SciPy, matplotlib, pandas",
            "Simulation automation with TMAP7/8, FESTIM"
        ]
    },
    {
        "title": "Education",
        "skills": [
            "Research mentoring; KU students present at conferences",
            "Student-built instruments under my guidance"
        ]
    },
    {
        "title": "Languages",
        "skills": [
            "Russian (native), English (fluent)",
            "Japanese (conversational), German (reading/writing)"
        ]
    }
]
,
    "interests": [
        "Interaction of hydrogen molecules, atoms, and ions with solid materials",
        "Spectroscopy: plasma diagnostics, molecular hydrogen",
        "Thin films: formation and practical applications",
        "Fusion plasma: impurity transport, edge plasma physics, plasma-wall interactions",
        "Neural networks and deep learning for scientific data analysis",
        "Design and development of automated diagnostic systems",
        "Numerical simulations of physical processes",
        "Plasma for medical and biological uses"
    ]
}